Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: Residential Group R-1 occupancies containing sleeping units where the occupants are primarily transient in nature, including:
fr_ca: Les usages du groupe résidentiel R-1 comprenant des unités de couchage dont les occupants sont principalement de nature temporaire, notamment :

source: Residential Group R-2 occupancies containing sleeping units or more than two dwelling units where the occupants are primarily permanent in nature, including:
fr_ca: Occupations résidentielles du groupe R-2 contenant des unités de couchage ou plus de deux logements dont les occupants sont principalement permanents, notamment :

source: Residential Group R-3 occupancies where the occupants are primarily permanent in nature and not classified as Group R-1, R-2, R-4 or I, including:
fr_ca: Occupations résidentielles du groupe R-3 dont les occupants sont principalement permanents et qui ne sont pas classées dans les groupes R-1, R-2, R-4 ou I, notamment :

source: Residential Group R-4 occupancy shall include buildings, structures or portions thereof for more than five but not more than 16 persons, excluding staff, who reside on a 24-hour basis in a supervised residential environment and receive custodial care.
fr_ca: Le groupe d’occupation Résidentiel, groupe R-4, comprend les bâtiments, les constructions ou les parties de ceux-ci destinés à plus de cinq personnes, mais à au plus 16 personnes, à l’exclusion du personnel, qui y résident 24 heures sur 24 dans un environnement résidentiel supervisé et reçoivent des soins de garde.

source: Residential board and care facilities
fr_ca: Établissements résidentiels d’hébergement et de soins

source: Residential dishwashers shall conform to NSF 184.
fr_ca: Les lave-vaisselle résidentiels doivent être conformes à la norme NSF 184.

source: Retaining walls that are not over 4 feet (1219 mm) in height measured from the bottom of the footing to the top of the wall, unless supporting a surcharge or impounding Class I, II or IIIA liquids.
fr_ca: Murs de soutènement d’une hauteur maximale de 4 pi (1 219 mm), mesurée du dessous de la semelle jusqu’au sommet du mur, à moins qu’ils ne supportent une surcharge ou ne retiennent des liquides de classe I, II ou IIIA.

source: Return and exhaust air shall be moved directly to the outside without recirculation to other portions of the building.
fr_ca: L’air de reprise et l’air évacué doivent être acheminés directement vers l’extérieur sans recirculation vers d’autres parties du bâtiment.

source: Reverberation times shall apply to fully-furnished, unoccupied classrooms.
fr_ca: Les temps de réverbération doivent s'appliquer aux salles de classe entièrement meublées et inoccupées.

source: Reverberation times shall be field verified via measurements over a minimum 20 dB decay in each octave frequency band in accordance with ASTM E2235 listed in Section 106.2.13.
fr_ca: Les temps de réverbération doivent être vérifiés sur le terrain au moyen de mesures sur une décroissance minimale de 20 dB dans chaque bande de fréquences d'octave conformément à la norme ASTM E2235 inscrite à la section 106.2.13.

source: Riser height
fr_ca: Hauteur de la contremarche

source: Risers shall be 4 inches (100 mm) minimum and 7 inches (180 mm) maximum in height.
fr_ca: Les contremarches doivent avoir une hauteur minimale de 4 po [100 mm] et une hauteur maximale de 7 po [180 mm].

source: Risers shall be permitted to slope under the tread at an angle of 30 degrees maximum from vertical.
fr_ca: Les contremarches peuvent être inclinées sous la marche à un angle d'au plus 30 degrés par rapport à la verticale.

source: Risers shall be vertical or sloped from the underside of the nosing of the tread above at an angle not more than 30 degrees (0.51 rad) from the vertical.
fr_ca: Les contremarches doivent être verticales ou inclinées à partir de la face inférieure du nez de marche supérieur selon un angle ne dépassant pas 30 degrés (0,51 rad) par rapport à la verticale.

source: Roll-in-type showers shall not be required to comply with ICC A117.1 where roll-in-type showers comply with Section 1110.2.3, in not more than 50 percent of Accessible units.
fr_ca: Les douches de type à accès de plain-pied ne sont pas tenues d’être conformes à la norme ICC A117.1 lorsqu’elles sont conformes à la section 1110.2.3, dans au plus 50 % des unités accessibles.

source: Roll-in-type showers shall not be required to comply with ICC A117.1 where roll-in-type showers comply with Section 1110.2.3, in not more than 50 percent of the Accessible units.
fr_ca: Les douches de type à accès de plain-pied ne sont pas tenues d’être conformes à la norme ICC A117.1 lorsqu’elles sont conformes à la section 1110.2.3, dans au plus 50 % des unités accessibles.

source: Roll-in-type showers shall not be required to comply with ICC A117.1 where roll-in-type showers comply with Section 1110.2.3, in not more than 90 percent of the Accessible units.
fr_ca: Les douches de type à accès de plain-pied ne sont pas tenues d’être conformes à la norme ICC A117.1 lorsqu’elles sont conformes à la section 1110.2.3, dans au plus 90 % des unités accessibles.

source: Rooms and spaces available to the general public or available for use by residents and serving Accessible units, Type A units or Type B units shall be accessible.
fr_ca: Les pièces et les espaces accessibles au grand public ou à l'usage des résidents et desservant des unités accessibles, des unités de type A ou des unités de type B doivent être accessibles.

source: Rows 33 inches(840 mm) to 44 inches (1120 mm)2
fr_ca: Rangées de 33 po (840 mm) à 44 po (1 120 mm) 2

source: Rows less than 33 inches (840 mm)2
fr_ca: Rangées de moins de 33 po (840 mm) 2

source: Rows over44 inches (1120 mm)2
fr_ca: Rangées de plus de 44 po [1120 mm] 2

source: Rumford fireplaces shall be permitted provided that the depth of the fireplace is not less than 12 inches (305 mm) and not less than one-third of the width of the fireplace opening, that the throat is not less than 12 inches (305 mm) above the lintel and is not less than one-twentieth the cross-sectional area of the fireplace opening.
fr_ca: Les foyers Rumford sont autorisés à condition que la profondeur du foyer ne soit pas inférieure à 12 po [305 mm] et au tiers de la largeur de l'ouverture du foyer, que la goulotte soit à au moins 12 po [305 mm] au-dessus du linteau et qu'elle ne soit pas inférieure au vingtième de la surface de la coupe transversale de l'ouverture du foyer.

source: SCeiling = ceiling area in square feet
fr_ca: SPlafond = aire du plafond en pieds carrés

source: SFloor = floor area in square feet
fr_ca: SFloor = surface de plancher en pieds carrés

source: SLIDING GLASSDOORS PATIO TYPE(Category Class)
fr_ca: PORTES COULISSANTES EN VERRE DE TYPE PATIO (Classe de catégorie)

source: SWall = wall treatment area in square feet
fr_ca: SWall = aire de traitement des murs en pieds carrés

source: Safety glazing shall be identified in accordance with Section 2406.3.
fr_ca: Le vitrage de sécurité doit être identifié selon la section 2406.3.

source: Sample analysis shall be processed immediately after sampling, except as follows:
fr_ca: L'analyse des échantillons doit être effectuée immédiatement après l'échantillonnage, sauf dans les cas suivants :

source: Saunas and steam rooms shall comply with Section 612.
fr_ca: Les saunas et les bains de vapeur doivent être conformes à la section 612.

source: Scissor stairways shall not be considered the additional interior exit stairway required by this section.
fr_ca: Les escaliers en ciseaux ne doivent pas être considérés comme l’escalier d’issue intérieur supplémentaire exigé par la présente section.

source: Seats shall comply with Section 610.
fr_ca: Les sièges doivent être conformes à la section 610.

source: Seats shall comply with Section 610.3.1 or 610.3.2.
fr_ca: Les sièges doivent être conformes à la section 610.3.1 ou 610.3.2.

source: Seats with backrests
fr_ca: Sièges avec dossiers

source: Seats without backrests
fr_ca: Sièges sans dossier

source: Security barriers including, but not limited to, security bollards and security check points shall not obstruct a required accessible route or accessible means of egress.
fr_ca: Les barrières de sécurité, y compris, mais sans s'y limiter, les bornes de sécurité et les points de contrôle de sécurité, ne doivent pas obstruer un itinéraire accessible exigé ou un moyen d'évacuation accessible.

source: See Section R1001.11, Exception 4.
fr_ca: Voir l'article R1001.11, exception 4.

source: See Sections R1001.11 and R1003.18.
fr_ca: Voir les articles R1001.11 et R1003.18.

source: See Section R1003.13.
fr_ca: Voir l'article R1003.13.

source: See Section R1003.15.
fr_ca: Voir l'article R1003.15.

source: Self-contained refrigeration system containing 10 pounds (4.54 kg) or less of refrigerant and actuated by motors of 1 horsepower (0.75 kW) or less.
fr_ca: Système de réfrigération autonome contenant 10 livres (4,54 kg) ou moins de fluide frigorigène et actionné par des moteurs d’une puissance maximale de 1 cheval-vapeur (0,75 kW).

source: Self-service storage facilities not greater than one story above grade plane where all storage spaces can be accessed directly from the exterior.
fr_ca: Installations d'entreposage en libre-service ne dépassant pas un étage au-dessus du plan de référence, où tous les espaces d'entreposage sont accessibles directement de l'extérieur.

source: Sensors shall be installed in approved locations where leaking gases are expected to accumulate.
fr_ca: Les capteurs doivent être installés à des endroits approuvés où l’on s’attend à ce que les gaz qui fuient s’accumulent.

source: Separate supply piping shall be provided between each connection to the water main and the pumps.
fr_ca: Une tuyauterie d’alimentation distincte doit être prévue entre chaque raccordement à la conduite d’eau principale et les pompes.

source: Separation from the interior of the building is not required for occupancies, other than those in Group R-1 or R-2, in buildings that are not more than two stories above grade plane where a level of exit discharge serving such occupancies is the first story above grade plane.
fr_ca: LLa séparation avec l’intérieur du bâtiment n’est pas exigée pour les usages autres que ceux des groupes R-1 ou R-2, dans les bâtiments ne comportant pas plus de deux étages au-dessus du plan de référence lorsque le niveau de l’issue desservant ces usages constitue le premier étage au-dessus du plan de référence.

source: Separation from the interior of the building is not required where the exterior exit stairway or ramp is served by an exterior exit ramp or balcony that connects two remote exterior exit stairways or other approved exits with a perimeter that is not less than 50 percent open.
fr_ca: La séparation avec l’intérieur du bâtiment n’est pas exigée lorsque l’escalier ou la rampe d’issue extérieur est desservi par une rampe d’issue extérieure ou un balcon extérieur qui relie deux escaliers d’issue extérieurs éloignés l’un de l’autre ou d’autres issues approuvées et dont le périmètre est ouvert à au moins 50 %.

source: Separation from the open-ended corridor of the building is not required for exterior exit stairways or ramps, provided that Items 3.1 through 3.5 are met:
fr_ca: Une séparation du corridor ouvert du bâtiment n'est pas exigée pour les escaliers ou rampes d'issue extérieurs, à condition que les points 3.1 à 3.5 soient respectés :

source: Shade cloth structures constructed for nursery or agricultural purposes, not including service systems.
fr_ca: Structures en toile d’ombrage construites à des fins de pépinière ou agricoles, à l’exclusion des systèmes de service.

source: Sheet copper shall be joined by brazing or soldering.
fr_ca: La tôle de cuivre doit être assemblée par brasage ou soudage.

source: Sheet copper shall conform to ASTM B152 and shall weigh not less than 12 ounces per square foot (3.7 kg/m2).
fr_ca: La feuille de cuivre doit être conforme à la norme ASTM B152 et doit peser au moins 12 onces par pied carré (3,7 kg/m2).

source: Sheet lead shall be joined by burning.
fr_ca: La feuille de plomb doit être jointe par brûlage.

source: Sheet lead shall weigh not less than 4 pounds per square foot (19.5 kg/m2) and shall be coated with an asphalt paint or other approved coating.
fr_ca: La feuille de plomb doit peser au moins 4 livres par pied carré (19,5 kg/m2) et doit être revêtue d'une peinture asphaltique ou d'un autre revêtement approuvé.

source: Sheet-applied, load-bearing, bonded, waterproof membranes shall meet the requirements of ANSI A118.10 and shall be applied in accordance with the manufacturer’s installation instructions.
fr_ca: Les membranes imperméables appliquées en feuilles, porteuses et collées doivent satisfaire aux exigences de la norme ANSI A118.10 et être appliquées conformément aux directives d'installation du fabricant.

source: Sheets shall be joined by solvent welding in accordance with the manufacturer’s installation instructions.
fr_ca: Les feuilles doivent être jointes par soudage au solvant conformément aux directives d'installation du fabricant.

source: Shop drawings for fire alarm systems shall be prepared in accordance with NFPA 72 and submitted for review and approval prior to system installation.
fr_ca: Les dessins d’atelier des systèmes d’alarme incendie doivent être préparés conformément à la norme NFPA 72 et soumis à des fins d’examen et d’approbation avant l’installation du système.

source: Shop drawings for the fire protection systems shall be submitted to indicate conformance to this code and the construction documents and shall be approved prior to the start of system installation.
fr_ca: Les plans d’atelier des systèmes de protection contre l’incendie doivent être soumis afin d’attester leur conformité au présent code et aux documents de construction et doivent être approuvés avant le début de l’installation du système.

source: Shop drawings shall contain all information as required by the referenced installation standards in Chapter 9.
fr_ca: Les plans d’atelier doivent contenir tous les renseignements exigés par les normes d’installation citées au chapitre 9.

source: Shops and laboratories involving dusts or vapors are protected by heat detectors or other approved detection devices.
fr_ca: Les ateliers et les laboratoires où sont manipulées des poussières ou des vapeurs sont protégés par des détecteurs de chaleur ou d’autres dispositifs de détection approuvés.

source: Show windows in the exterior walls of the first story above grade plane shall be permitted to be of wood or of unprotected metal framing.
fr_ca: Les vitrines dans les murs extérieurs du premier étage au-dessus du plan de référence peuvent être en bois ou avoir une charpente métallique non protégée.

source: Shower compartments and walls above bathtubs with installed shower heads shall be finished with a smooth, nonabsorbent surface to a height not less than 72 inches (1829 mm) above the drain inlet.
fr_ca: Les cabines de douche et les murs au-dessus des baignoires munies de pommes de douche doivent être finis avec une surface lisse et non absorbante sur une hauteur d’au moins 72 po (1 829 mm) au-dessus de l’orifice d’évacuation.

source: Shower compartments required to be designed in conformance to accessibility provisions shall comply with Section 404.1.
fr_ca: Les cabines de douche qui doivent être conçues conformément aux dispositions d’accessibilité doivent être conformes à la section 404.1.

source: Shower compartments shall be not less than 30 inches (762 mm) in least dimension as measured from the finished interior dimension of the compartment, exclusive of fixture valves, showerheads, soap dishes and safety grab bars or rails.
fr_ca: Les compartiments de douche doivent avoir une dimension minimale d'au moins 30 po [762 mm], mesurée à partir de la dimension intérieure finie du compartiment, à l'exclusion des robinets d'appareils, des pommes de douche, des porte-savons et des barres d'appui ou des mains courantes de sécurité.

source: Shower compartments shall be not less than 900 square inches (0.58 m2) in interior crosssectional area.
fr_ca: Les compartiments de douche doivent avoir une surface de section transversale intérieure d'au moins 900 po2 [0,58 m2].

source: Shower compartments shall have sizes, clearances and seats complying with Section 608.2.
fr_ca: Les compartiments de douche doivent avoir des dimensions, des dégagements et des sièges conformes à l'article 608.2.

source: Shower valves for individual showers shall conform to the requirements of Section 412.3.
fr_ca: Les robinets de douche pour les douches individuelles doivent être conformes aux exigences de l'article 412.3.

source: Showers shall comply with Section 608.
fr_ca: Les douches doivent être conformes à la section 608.

source: Side door clear opening width shall be 42 inches (1065 mm) minimum.
fr_ca: La largeur d'ouverture libre de la porte latérale doit être d'au moins 42 po [1065 mm].

source: Side rails shall be a minimum of 2/3 of the length of the changing surface and shall be centered +/- 3 inch (75 mm) along the long open sides of the changing surface.
fr_ca: Les barrières latérales doivent avoir au moins 2/3 de la longueur de la surface à langer et doivent être centrées à +/- 3 pouces [75 mm] le long des longs côtés ouverts de la surface à langer.

source: Side rails shall be capable of being raised and lowered.
fr_ca: Les garde-corps latéraux doivent pouvoir être relevés et abaissés.

source: Side-hinged door ovens shall have a countertop positioned adjacent to the latch side of the oven door.
fr_ca: Les fours à porte à charnières latérales doivent avoir un comptoir placé à côté du côté de la serrure de la porte du four.

source: Side-hinged door ovens shall have a work surface complying with Section 804.3 positioned adjacent to the latch side of the oven door.
fr_ca: Les fours à porte à charnières latérales doivent avoir une surface de travail conforme à la section 804.3 positionnée à côté du côté de la serrure de la porte du four.

source: Sidewalks and driveways not more than 30 inches (762 mm) above adjacent grade, and not over any basement or story below and are not part of an accessible route.
fr_ca: Trottoirs et allées qui ne sont pas situés à plus de 30 po (762 mm) au-dessus du niveau du sol adjacent, qui ne sont pas au-dessus d’un sous-sol ou d’un étage inférieur et qui ne font pas partie d’un itinéraire accessible.

source: Sign language interpreter stations shall be located so that seating within an arc from the station and measured to the left and to the right 60 degrees within 65 feet (19.8 m) horizontal distance from the station is provided with sight lines providing a view of the sign language station from a height of 36 inches (915 mm) to 72 inches (1830 mm) above the floor of the station.
fr_ca: Les postes d'interprètes en langue des signes doivent être situés de manière à ce que les sièges situés dans un arc de cercle à partir du poste et mesurés à gauche et à droite à 60 degrés à une distance horizontale de 65 pi [19,8 m] du poste soient dotés de lignes de visibilité offrant une vue du poste de langue des signes à une hauteur de 36 po [915 mm] à 72 po [1830 mm] au-dessus du sol du poste.

source: Sign language interpreter stations shall comply with Section 802.11.
fr_ca: Les postes d'interprètes en langue des signes doivent être conformes à la section 802.11.

source: Signage indicating special accessibility provisions shall be provided as shown.
fr_ca: Une signalisation indiquant les dispositions spéciales d'accessibilité doit être prévue comme indiqué.

source: Signage indicating the weight capacity and instructions for operation of the changing station within the compartment.
fr_ca: Une signalisation indiquant la capacité de poids et les instructions d'utilisation de la table à langer dans le compartiment.

source: Signage indicating the weight capacity and instructions for operation of the changing station within the room.
fr_ca: Une affiche indiquant la capacité de poids et les instructions d'utilisation de la station à langer dans la pièce.

source: Signage indicating “Adult Changing Station” provided at the entrance to the room and complying with the visual character requirements in Section 703.2.
fr_ca: Une signalisation indiquant « Table à langer pour adultes à l'entrée de la pièce et conforme aux exigences de caractère visuel de l'article 703.2.

source: Signage shall be in accordance with Section 1023.9.1, Items 4, 5 and 6.
fr_ca: La signalisation doit être conforme à la section 1023.9.1, points 4, 5 et 6.

source: Signals shall be visible from the floor area adjacent to the hall call button.
fr_ca: Les signaux doivent être visibles depuis la surface de plancher adjacente au bouton d'appel du hall.

source: Signs at elevator hoistways shall comply with Section 407.2.3.
fr_ca: Les panneaux dans les cages d'ascenseur doivent être conformes à la section 407.2.3.

source: Signs containing raised characters and braille shall be located so that a clear floor area 18 inches (455 mm) minimum by 18 inches (455 mm) minimum, centered on the raised characters is provided beyond the arc of any door swing between the closed position and 45 degree open position.
fr_ca: Les enseignes comportant des caractères en relief et du braille doivent être situées de manière à ce qu'une surface de plancher libre d'au moins 18 po [455 mm] x 18 po [455 mm], centrée sur les caractères en relief, soit prévue au-delà de l'arc d'ouverture de toute porte entre la position fermée et la position ouverte à 45 degrés.

source: Signs containing raised characters and braille shall be permitted on the push side of doors with closers and without hold-open devices.
fr_ca: Les enseignes contenant des caractères en relief et du braille sont autorisées du côté où l'on pousse les portes munies de ferme-portes et sans dispositifs de maintien en position ouverte.

source: Signs identifying the type of access provided on amusement rides required to be accessible by Section 1111.4.8 shall be provided at entries to queues and waiting lines.
fr_ca: Il faut prévoir des panneaux identifiant le type d'accès fourni sur les manèges qui doivent être accessibles en vertu de la section 1111.4.8 aux entrées des files d'attente.

source: Signs required in Section 403.4 of the International Plumbing Code identifying toilet rooms and bathing rooms shall be visual characters, raised characters and braille complying with ICC A117.1.
fr_ca: Les panneaux exigés à la section 403.4 de l’International Plumbing Code pour identifier les cabinets de toilette et les salles de bain doivent comporter des caractères visuels, des caractères en relief et du braille conformes à la norme ICC A117.1.

source: Signs shall be provided adjacent to gas detection system alarm signaling devices that advise occupants of the nature of the signals and actions to take in response to the signal.
fr_ca: Des panneaux doivent être prévus à proximité des dispositifs de signalisation d’alarme du système de détection de gaz afin d’informer les occupants de la nature des signaux et des mesures à prendre en réponse au signal.
